Repository: fmartineze/UniAlert
Catalog: locale/*/LC_MESSAGES/mail_agent.po
Languages: es_es, fr_fr

source: Can't connect to SQLite database.
es_es: No se puede conectar a la base de datos SQLite.
fr_fr: Impossible de se connecter à la base de données SQLite.

source: Connecting to mail server
es_es: Conexión al servidor de correo
fr_fr: Connexion au serveur de messagerie

source: FOUND
es_es: ENCONTRADO
fr_fr: TROUVÉ

source: Config file does not exist.
es_es: El archivo de configuración no existe.
fr_fr: Le fichier de configuration n'existe pas.

source: ALERT
es_es: ALERTA
fr_fr: ALERTE

source: Job done. Please edit the filters.json file and try again
es_es: Trabajo hecho. Edite el archivo filters.json e inténtelo de nuevo
fr_fr: Travail accompli. Veuillez modifier le fichier filter.json et réessayer

source: How to use
es_es: Como se usa
fr_fr: Comment utiliser

source: option
es_es: opción

source: Show this help and stop running
es_es: Mostrar esta ayuda y dejar de ejecutar
fr_fr: Afficher cette aide et arrêter de courir

source: Create sample Json configuration file
es_es: Crear archivo de configuración de muestra de Json
fr_fr: Créer un exemple de fichier de configuration Json

source: Path to config and database files
es_es: Ruta a los archivos de configuración y base de datos
fr_fr: Chemin d'accès aux fichiers de configuration et de base de données

source: Remove all data from the database and stop running
es_es: Elimina todos los datos de la base de datos y deja de ejecutar
fr_fr: Supprimer toutes les données de la base de données et arrêter l'exécution

source: Always say yes to any prompt
es_es: Diga siempre que sí a cualquier pregunta
fr_fr: Dites toujours oui à n'importe quelle invite

source: Path does not exist or is incorrect.
es_es: La ruta no existe o es incorrecta.
fr_fr: Le chemin n'existe pas ou est incorrect.

source: All data from the database will be deleted.
es_es: Se eliminarán todos los datos de la base de datos.
fr_fr: Toutes les données de la base de données seront supprimées.

source: Are you sure?
es_es: ¿Está Seguro?
fr_fr: Es-tu sûr?

source: Removing all data from the database
es_es: Eliminar todos los datos de la base de datos
fr_fr: Suppression de toutes les données de la base de données

source: Job done.
es_es: Trabajo completado.
fr_fr: Travail accompli.

source: Job canceled.
es_es: Trabajo cancelado.
fr_fr: Travail annulé.

source: This will initialize the configuration file. If you already have a configuration file, this process will remove all of its content.
es_es: Esto inicializará el archivo de configuración. Si ya tiene un archivo de configuración, este proceso eliminará todo su contenido.
fr_fr: Cela initialisera le fichier de configuration. Si vous avez déjà un fichier de configuration, ce processus supprimera tout son contenu.

source: Json configuration file loaded
es_es: Archivo de configuración Json cargado
fr_fr: Fichier de configuration Json chargé

source: Removing junk data
es_es: Eliminar datos basura
fr_fr: Suppression des données indésirables

source: Applying filters
es_es: Aplicando filtros
fr_fr: Appliquer des filtres

source: system disabled, please edit filters.json config file and enable it.
es_es: sistema deshabilitado, edite el archivo de configuración filter.json y habilítelo.
fr_fr: système désactivé, veuillez modifier le fichier de configuration filter.json et l'activer.

source: Work done
es_es: Trabajo completado
fr_fr: Travail effectué

source: ERROR
fr_fr: ERREUR
